Autodesk.Revit.DB.Steel.SteelElementProperties.GetElemsWithWarnings(Autodesk.Revit.DB.Document)
Returns the elements ids for the elements that have warnings (failed connections)
aDoc:
Revit document.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2019